backend/app/controllers/scoretables_controller.rb

SELECT "scoretables".* FROM "scoretables"
---
    def index
        @scoretables = Scoretable.all